Repository: KrullBorg/libzakform
Catalog: po/*.po
Languages: it

source: lesser than
it: minore di

source: lesser or equal to
it: minore o uguale a

source: equal to
it: uguale a

source: different from
it: diverso da

source: greater than
it: maggiore di

source: greater or equal to
it: maggiore o uguale a

source: NOT SUPPORTED
it: NON SUPPORTATO

source: Unknown element type «%s».
it: Tipo elemento «%s» sconosciuto.

source: The file is not a valid ZakForm definition file.
it: Il file non è un file di definizione valido di ZakForm.

source: Unable to load module of myself
it: Impossibile caricare i moduli di me stesso

source: Unable to load %s: %s.
it: Impossibile caricare %s: %s.

source: Unable to open modules dir: %s.
it: Impossibile aprire la directory dei moduli: %s.

source: no details
it: nessun dettaglio

source: Modules not supported by this operating system.
it: I moduli non sono supportati in questo sistema operativo

source: Invalid value
it: Valore non valido

source: Value must be %s %s
it: Il valore deve essere %s %s

source: «%s» must be %s «%s»
it: «%s» deve essere %s «%s»
